Repository: BogusCurry/gnofract4d
Catalog: po/*.po
Languages: de

source: Gradients
de: Verläufe

source: Color:
de: Farbe:

source: Color...
de: Farbe …

source: Select a Color
de: Farbe auswählen

source: Randomize
de: Zufällig anordnen

source: Offset:
de: Versatz:

source: Don't show this message again
de: Diesen Hinweis nicht mehr anzeigen

source: If you don't save, changes will be discarded.
de: Nicht gespeicherte Änderungen werden verworfen.

source: If you don't save, changes from the past %s will be discarded.
de: Nicht gespeicherte Änderungen der letzten %s werden verworfen.

source: Save changes to document "%s" before closing?
de: Änderungen am Dokument »%s« vor dem Schließen speichern?

source: _Close without Saving
de: Schließen _ohne zu speichern

source: Deepen
de: Auflösung erhöhen

source: _Mail To
de: E-_Mail senden

source: _Report Bug
de: Einen Fehle_r melden

source: _Autozoom
de: _Auto-Vergrößerung

source: _Randomize Colors
de: _Zufällige Farben

source: Done
de: Fertig

source: Calculating
de: Berechnung läuft

source: Deepening ({0} iterations)
de: Auflösung wird erhöht ({0} Durchläufe)

source: Antialiasing
de: Kantenglättung

source: Paused
de: Pausiert

source: Reducing Periodicity Tolerance
de: Toleranz der Periodizität reduzieren

source: Width:
de: Breite:

source: Height:
de: Höhe:

source: Parameter Files
de: Parameterdateien

source: Formula Files
de: Formeldateien

source: Gradient Files
de: Verlaufsdateien

source: All Gnofract 4D Files
de: Alle Gnofract4D-Dateien

source: Save Parameters
de: Parameter speichern

source: Save Image
de: Bild speichern

source: Save High Resolution Image
de: Hochauflösendes Bild speichern

source: Open File
de: Datei öffnen

source: (Untitled %s)
de: (Unbenannt %s)

source: Create random fractals similar to this one
de: Zufällige Fraktale ähnlich zu diesem erzeugen

source: _File
de: _Datei

source: _Open...
de: Ö_ffnen …

source: Open a Parameter or Formula File
de: Eine Parameter- oder Formeldatei öffnen

source: Save current parameters
de: Aktuelle Parameter speichern

source: Save current parameters in a new location
de: Aktuelle Parameter an einem anderen Ort speichern

source: Save Current _Image
de: Aktuelles B_ild speichern

source: Save the current image
de: Das aktuelle Bild speichern

source: Save _High-Res Image...
de: _Hochauflösendes Bild speichern …

source: Save a higher-resolution version of the current image
de: Eine höher auflösende Version des aktuellen Bildes speichern

source: Quit
de: Beenden

source: _Edit
de: _Bearbeiten

source: _Fractal Settings...
de: _Fraktaleinstellungen …

source: Edit the fractal's settings
de: Fraktaleinstellungen bearbeiten

source: Edit user preferences
de: Benutzereinstellungen bearbeiten

source: Undo the last command
de: Die letzte Aktion zurücknehmen

source: Redo the last undone command
de: Die zuletzt rückgängig gemachte Aktion wiederholen

source: _Reset
de: _Zurücksetzen

source: Reset all parameters to defaults
de: Alle Parameter auf Vorgabewerte zurücksetzen

source: Re_set Zoom
de: Vergrößerungsstufe zurück_setzen

source: Reset magnification
de: Vergrößerung zurücksetzen

source: _View
de: _Ansicht

source: _Full Screen
de: _Vollbild

source: Full Screen (press Esc to finish)
de: Vollbild (Esc drücken zum Beenden)

source: _Share
de: _Freigeben

source: _Mail To...
de: E-_Mail …

source: Send parameters by mail
de: Parameter per E-Mail versenden

source: _Upload to Flickr...
de: _Hochladen zu Flickr …

source: Upload current image to Flickr
de: Das aktuelle Bild zu Flickr übertragen

source: _View My Online Fractals
de: Meine Online-Fraktale _anzeigen

source: View fractals I've uploaded (if any)
de: Von mir hochgeladene Fraktale anzeigen (falls vorhanden)

source: View _Group Fractals
de: Fraktale der _Gruppe anzeigen

source: View fractals uploaded by everyone
de: Von allen Benutzern hochgeladene Fraktale anzeigen

source: _Tools
de: _Werkzeuge

source: Automatically zoom in to interesting regions
de: Interessante Bereiche automatisch vergrößern

source: Formula _Browser
de: Formel_browser

source: Browse available formulas
de: Durchsuchen der verfügbaren Formeln

source: _Director
de: _Regisseur

source: Create animations
de: Animationen erzeugen

source: Apply a new random color scheme
de: Ein neues zufälliges Farbschema anwenden

source: Change colors interactively
de: Farben interaktiv ändern

source: _Help
de: _Hilfe

source: _Contents
de: I_nhalt

source: Display manual
de: Das Handbuch anzeigen

source: Command _Reference
de: Befehls_referenz

source: A list of keyboard and mouse shortcuts
de: Eine Liste von Schnellzugriffen für Tastatur und Maus

source: _Formula Reference
de: _Formelreferenz

source: Reference for functions and objects in the formula compiler
de: Referenz für Funktionen und Objekte im Formel-Compiler

source: _Report a Bug
de: Einen Fehle_r melden

source: Report a bug you've found
de: Einen entdeckten Fehler berichten

source: _About
de: _Info

source: About Gnofract 4D
de: Info zu Gnofract 4D

source: Planes
de: Ebenen

source: _XW (Parabolic)
de: _XW (Parabolisch)

source: _ZY (Elliptic)
de: _ZY (Elliptisch)

source: _WY (Rectangular)
de: _WY (Rechteckig)

source: Sorry, your version of PyGTK does not support full screen display
de: Leider unterstützt Ihre PyGTK-Version die Vollbildansicht nicht

source: Preview
de: Vorschau

source: Shows what the next operation would do
de: Zeigt, wie sich die nächste Operation auswirken würde

source: Angle in the XY plane
de: Winkel in der XY-Ebene

source: Angle in the XZ plane
de: Winkel in der XZ-Ebene

source: Angle in the XW plane
de: Winkel in der XW-Ebene

source: Angle in the YZ plane
de: Winkel in der YZ-Ebene

source: Angle in the YW plane
de: Winkel in der YW-Ebene

source: Angle in the ZW plane
de: Winkel in der ZW-Ebene

source: pan
de: Schieben

source: Pan around the image
de: Bewegen im Bild

source: warp
de: Verzerren

source: Mutate the image by moving along the other 2 axes
de: Das Bild durch Verschieben entlang der anderen zwei Achsen verändern

source: Which parameter is being warped
de: Zu verzerrender Parameter

source: Double the maximum number of iterations and tighten periodicity. This will fill in some black areas but increase drawing time
de: Die Anzahl der Durchläufe verdoppeln und die Periodizität anpassen. Dadurch entstehen weniger schwarze Bereiche, aber die Zeit bis zur Darstellung erhöht sich

source: Resolution
de: Auflösung

source: Change fractal's resolution
de: Auflösung des Fraktals ändern

source: Undo the last change
de: Die letzte Änderung rückgängig machen

source: Redo the last undone change
de: Die zuletzt rückgängig gemachte Aktion wiederholen

source: Toggle Explorer Mode
de: Explorer-Modus ein-/ausschalten

source: Shape:
de: Form:

source: Error saving to file %s
de: Fehler beim Schreiben in Datei %s

source: File %s already exists. Overwrite?
de: Die Datei %s existiert bereits. Überschreiben?

source: Overwrite
de: Überschreiben

source: Error launching email client
de: Fehler beim Öffnen des E-Mail-Programms

source: Please set your email client in the preferences dialog.
de: Bitte legen Sie im Einstellungsdialog Ihr E-Mail-Programm fest.

source: Error saving image %s
de: Fehler beim Speichern des Bildes %s

source: Error saving image to file %s
de: Fehler beim Speichern des Bildes in Datei %s

source: Can't display help
de: Hilfe kann nicht angezeigt werden

source: Can't find help file '%s'
de: Hilfedatei »%s« kann nicht gefunden werden

source: Error opening %s
de: Fehler beim Öffnen von %s

source: Render queue still processing.
de: Die Render-Warteschlange arbeitet noch.

source: If you proceed, queued images will not be saved
de: Falls Sie fortsetzen, werden in der Warteschlange befindliche Bilder nicht gespeichert

source: Close anyway
de: Trotzdem schließen

source: Autozoom
de: Auto-Vergrößerung

source: Start _Zooming
de: _Vergrößerung beginnen

source: Zoom into interesting areas automatically
de: Automatisch interessante Bereiche vergrößern

source: Stop zooming when size of fractal is this small
de: Vergrößerung stoppen, wenn die Größe des Fraktals diesen Wert erreicht

source: _Min Size
de: _Minimalgröße

source: Generating AVI file...
de: AVI-Datei wird erzeugt …

source: Please wait...
de: Bitte warten …

source: Error during generation of avi file: %s
de: Fehler während der Erzeugung der AVI-Datei: %s

source: Formula Browser
de: Formelbrowser

source: A list of files containing fractal formulas
de: Eine Liste von Dateien, die Fraktal-Formeln enthalten

source: A list of formulas in the selected file
de: Liste von Formeln ausgewählten Datei

source: F_ormula
de: F_ormel

source: Fractal Function
de: Fractal-Funktion

source: Outer Coloring Function
de: Funktion zur äußeren Färbung

source: Inner Coloring Function
de: Funktion zur inneren Färbung

source: Transform Function
de: Transformationsfunktion

source: Gradient
de: Verlauf

source: Which formula of the current fractal to change
de: ZU ändernde Formel des aktuellen Fraktals

source: Function _Type to Modify :
de: Zu bearbeitender Funktions_typ:

source: _Preview
de: _Vorschau

source: The contents of the currently selected formula file
de: Der Inhalt der aktuell ausgewählten Formeldatei

source: _Source
de: _Quelle

source: Any compiler warnings or errors in the current function
de: In der aktuellen Funktion gefundene Compiler-Warnungen oder Fehler

source: _Messages
de: _Meldungen

source: Errors:
de: Fehler:

source: Warnings:
de: Warnungen:

source: No messages
de: Keine Meldungen

source: Current image progress
de: Fortschritt des aktuellen Bildes

source: Overall progress
de: Gesamtfortschritt

source: Error processing keyframes
de: Fehler bei der Verarbeitung der Schüsselbilder

source: Error during image generation
de: Fehler beim Erzeugen des Bildes

source: Unknown
de: Unbekannt

source: The temporary directory: %s already contains at least one image
de: Der temporäre Ordner %s enthält bereits mindestens ein Bild

source: Use them to speed up generation?
de: Diese verwenden, um die Erzeugung zu beschleunigen?

source: Gnofract 4D Preferences
de: Einstellungen für Gnofract4D

source: Select a Formula Directory
de: Einen Formelordner auswählen

source: The image's width in pixels
de: Breite des Bildes in Pixeln

source: The image's height in pixels
de: Höhe des Bildes in Pixeln

source: Compress _Parameter Files
de: _Parameterdateien komprimieren

source: Write .fct files in a shorter but unreadable format
de: .fct-Dateien in einem verkürzten, aber unlesbaren Format anzeigen

source: _General
de: All_gemein

source: How many threads to use for calculations
de: Anzahl der für Berechnungen zu verwendende Threads

source: _Number of threads :
de: A_nzahl der Threads:

source: _Directory
de: Or_dner

source: The C compiler to use
de: Zu verwendender C-Compiler

source: Options to pass to the C compiler
de: Parameter zur Übergabe an den C-Compiler

source: Compiler _Flags :
de: _Flags für Compiler:

source: Directories to search for formulas
de: Ordner für die Suche nach Formeln

source: Formula Search _Path :
de: Such_pfad für Formeln:

source: _Helpers
de: _Hilfsanwendungen

source: The text editor to use for changing formulas
de: Der zum Bearbeiten von Formeln zu verwendende Texteditor

source: The command to launch an email editor
de: Befehl zum Öffnen eines E-Mail-Editors

source: The command to launch a web browser
de: Befehl zum Öffnen eines Webbrowsers

source: Not signed in
de: Nicht angemeldet

source: Signed in
de: Angemeldet

source: _Sign out from Flickr
de: Von Flickr _abmelden

source: Auto _Deepen
de: Auflösung automatisch er_höhen

source: Adjust number of iterations automatically
de: Anzahl der Durchläufe automatisch anpassen

source: Auto _Tolerance
de: Auto-_Toleranz

source: Adjust periodicity tolerance automatically
de: Toleranz der Periodizität automatisch anpassen

source: None
de: Keine

source: Fast
de: Schnell

source: Best
de: Bestmöglich

source: _Image
de: _Bild

source: _Width :
de: _Breite:

source: _Height :
de: _Höhe:

source: Maintain Aspect _Ratio
de: Seitenve_rhältnis beibehalten

source: Keep the image rectangle the same shape when changing its size
de: Das Seitenverhältnis des Bildes bei Größenänderungen beibehalten

source: _Antialiasing :
de: _Kantenglättung:

source: Error launching browser
de: Fehler beim Öffnen des Browsers

source: Try modifying your preferences or copy the URL manually to a browser window.
de: Versuchen Sie, die Einstellungen zu ändern oder die Adresse manuell ins Browserfenster zu kopieren.

source: Render Queue
de: Rendering-Warteschlange

source: _Size
de: _Größe

source: _Progress
de: _Fortschritt

source: Fractal Settings
de: Fraktaleinstellungen

source: _Browse...
de: _Auswählen …

source: Color of segment's left end
de: Farbe des linken Endes des Segments

source: Color of segment's right end
de: Farbe des rechten Endes des Segments

source: Left Color:
de: Linke Farbe:

source: Right Color:
de: Rechte Farbe:

source: Split
de: Teilen

source: Remove
de: Entfernen

source: <Copy
de: <Kopieren

source: Copy>
de: Kopieren>

source: Inner Color:
de: Innere Farbe:

source: Outer Color:
de: Äußere Farbe:

source: _Colors
de: _Farben

source: _Location
de: _Ort

source: _Size :
de: _Größe:

source: _Tolerance
de: _Toleranz

source: Flip Y Axis
de: Y-Achse umdrehen

source: If set, Y axis increases down the screen, otherwise up the screen
de: Falls gesetzt, wird die Y-Achse nach unten verlängert, ansonsten nach oben

source: Periodicity Checking
de: Überprüfung der Periodizität

source: Try to speed up calculations by looking for loops. Can cause incorrect images with some functions, though.
de: Berechnungen durch die Suche nach Schleifen beschleunigen. Dies kann mit bestimmten Funktionen inkorrekte Bilder zur Folge haben.

source: Errors in formula
de: Fehler in Formel

source: Apply Formula Changes
de: Formeländerungen anwenden

source: _Formula
de: _Formel

source: Browse available fractal functions
de: Durchsuchen der verfügbaren Fraktalfunktionen

source: Formula
de: Formel

source: Coloring Method
de: Färbungsmethode

source: Browse available coloring functions
de: Durchsuchen der verfügbaren Färbungsmethoden

source: _Outer
de: _Außen

source: _Inner
de: _Innen

source: Choose directory...
de: Ordner auswählen …

source: Director preferences...
de: Regisseur-Einstellungen …

source: Temporary directory for .fct files:
de: Temporärer Ordner für .fct-Dateien:

source: Browse
de: Durchsuchen

source: Create temporary .fct files
de: Temporäre .fct-Dateien erzeugen

source: Temporary directory for .png files:
de: Temporärer Ordner für .png-Dateien:

source: Keyframe %s is in the temporary .fct directory and could be overwritten. Please change temp directory.
de: Schlüsselbild %s befindet sich im temporären .fct-Ordner und könnte überschrieben werden. Bitte geben Sie einen anderen temporären Ordner an.

source: Directory for temporary .fct files not set
de: Ordner für temporäre .fct-Dateien ist nicht festgelegt

source: Path for temporary .fct files is not a directory
de: Pfad für temporäre .fct-Dateien ist kein Ordner

source: Directory for temporary .fct files contains other .fct files
de: Ordner für temporäre .fct-Dateien enthält bereits andere .fct-Dateien

source: These may be overwritten. Proceed?
de: Diese könnten überschrieben werden. Fortsetzen?

source: There must be at least two keyframes
de: Es müssen mindestens zwei Schlüsselbilder vorhanden sein

source: Directory for temporary .png files not set
de: Ordner für temporäre .png-Dateien ist nicht festgelegt

source: Path for temporary .png files is not a directory
de: Pfad für temporäre .png-Dateien ist kein Ordner

source: Output AVI file name not set
de: Name der AVI-_Ausgabedatei wurde nicht festgelegt

source: Choose keyframe...
de: Schlüsselbild auswählen …

source: All files
de: Alle Dateien

source: Save AVI file...
de: AVI-Datei speichern …

source: Save animation...
de: Animation speichern …

source: Choose animation...
de: Animation wählen …

source: Cannot Generate Animation
de: Animation kann nicht erzeugt werden

source: AVI Generation Complete
de: AVI-Erstellung abgeschlossen

source: File is %s.
de: Datei ist %s.

source: Cannot load animation
de: Animation kann nicht geladen werden

source: Error saving animation
de: Fehler beim Speichern der Animation

source: Director
de: Regisseur

source: _Render
de: _Rendern

source: _New Animation
de: _Neue Animation

source: _Open Animation
de: Animation ö_ffnen

source: _Save Animation
de: Animation _speichern

source: _Preferences
de: _Einstellungen

source: From file
de: Aus Datei

source: From current fractal
de: Aus aktuellem Fraktal

source: Keyframes
de: Schüsselbilder

source: Add
de: Hinzufügen

source: Current Keyframe
de: Aktuelles Schlüsselbild

source: Duration
de: Dauer

source: Interpolation type:
de: Interpolationstyp:

source: Advanced options
de: Erweiterte Optionen

source: Output options
de: Optionen für die Ausgabe

source: Resulting video file:
de: Resultierende Videodatei:

source: Resolution:
de: Auflösung:

source: Frame rate:
de: Bildwiederholrate:

source: Swap red and blue component
de: Rot- und Blau-Komponente vertauschen

source: Transcode utility not found. Without it we can't generate any video but can still save sequences of still images.
de: Das Hilfsprogramm Transcode wurde nicht gefunden. Ohne Transcode kann kein Video erzeugt werden, aber eine Speicherung einer Abfolge von Einzelbildern ist möglich.

source: Keyframe advanced options...
de: Erweiterte Optionen für Schlüsselbilder …

source: XY angles interpolation direction:
de: Interpolationsrichtung für XY-Winkel:

source: Clockwise
de: Im Uhrzeigersinn

source: Counterclockwise
de: Gegen den Uhrzeigersinn

source: XZ angles interpolation direction:
de: Interpolationsrichtung für XZ-Winkel:

source: XW angles interpolation direction:
de: Interpolationsrichtung für XW-Winkel:

source: YZ angles interpolation direction:
de: Interpolationsrichtung für YZ-Winkel:

source: YW angles interpolation direction:
de: Interpolationsrichtung für Yw-Winkel:

source: ZW angles interpolation direction:
de: Interpolationsrichtung für ZW-Winkel:

source: Generating .fct files...
de: .fct-Dateien werden erzeugt …

source: Could not find gnofract4d version. Can not continue
de: Version von gnofract4d konnte nicht gefunden werden. Fortsetzen nicht möglich

source: Gnofract4d libs could not be found
de: Die Gnofract4d-Bibliotheken konnten nicht gefunden werden

source: Unknown error during reading base keyframe
de: Unbekannter Fehler beim Lesen des ersten Schlüsselbildes

source: Unknown error during generation of .fct files
de: Unbekannter Fehler bei der Erzeugung der .fct-Dateien

source: An error occurred: %s
de: Es ist ein Fehler aufgetreten: %s

source: Upload Error
de: Fehler beim Hochladen

source: Upload to Flickr
de: Hochladen zu Flickr

source: Tit_le:
de: Tite_l:

source: _Description:
de: _Beschreibung:

source: _Include parameters in description
de: Parameter in Beschreibung e_inschließen

source: <None>
de: <Nicht gesetzt>

source: _Blog To:
de: _Bloggen auf:

source: _Upload
de: _Hochladen

source: _Cancel Upload
de: Übertragung abbre_chen

source: Can't Post to Group
de: Hochladen zur Gruppe ist nicht möglich

source: Your image has been uploaded to Flickr, but you aren't a member of the Gnofract 4D group, so your image hasn't been added to the group pool. You can join the group at http://www.flickr.com/groups_join.gne?id=46555832@N00 .
de: Ihr Bild wurde zu Flickr übertragen, aber Sie sind kein Mitglied der Gnofract4D-Gruppe, daher konnte Ihr Bild nicht zur Sammlung der Gruppe hinzugefügt werden. Sie können der Gruppe auf http://www.flickr.com/groups_join.gne?id=46555832@N00 beitreten.

source: Flickr is an online image-sharing service. If you like, Gnofract 4D can post your fractal images to the service so others can see them. In order to post images to Flickr, you first need to have a Flickr or Yahoo account, and then authorize Gnofract 4D to post images for you. You only need to do this once. To set that up, please click on the following link and follow the instructions on-screen. When done, close the browser window and click Next.
de: Flickr ist ein Online-Bilderdienst. Wenn Sie wünschen, kann Gnofract4d Ihre Fraktalgrafiken zu Flickr übertragen, so dass andere sie sehen können. Um Bilder zu Flickr hochladen zu können, benötigen Sie zunächst ein Flickr- oder Yahoo-Benutzerkonto und müssen dann Gnofract4d legitimieren, Bilder in Ihrem Namen posten zu können. Dies müssen Sie nur einmal vornehmen. Zur Einrichtung klicken Sie auf den folgenden Verweis und folgen den angezeigten Anweisungen. Sobald Sie fertig sind, schließen Sie das Browserfenster und klicken Sie auf »Weiter«.

source: Flickr Integration Setup
de: Einrichtung der Flickr-Anbindung

source: _Next
de: _Weiter

source: Make sure you followed the link and authorized access.
de: Stellen Sie sicher, dass Sie dem Verweis gefolgt sind und den Zugriff gestattet haben.

source: Flickr returned an error.
de: Flickr gab einen Fehler zurück

source: _Finish
de: _Fertigstellen

source: Error: %s %s
de: Fehler: %s %s

source: Warning:
de: Warnung:

source: not enough bytes, got %d instead of %d
de: Nicht genug Bytes, %d anstelle von %d erhalten

source: Unknown message from fractal thread; %s
de: Unbekannte Meldung vom Fraktal-Thread; %s

source: No fractal loaded
de: Kein Fraktal geladen

source: Check that your compiler settings and formula file are correct.
de: Überprüfen Sie, dass Compilereinstellungen und Formeldatei korrekt sind.

source: Error compiling fractal:
de: Fehler beim Kompilieren des Fraktals:
